[
  {
    "ESO": "Brainsparks",
    "Type": "Accelerator, Incubator",
    "About": "Established in 2015, Brainsparks provides mentoring, coaching, and incubation services to help startups build a strong foundation and achieve sustainable growth",
    "Programs": "Mentoring: One-on-one sessions or workshops with industry experts to develop business strategies.\n \n Coaching: Guidance from experienced entrepreneurs and managers to refine startup goals and operations.\n \n Incubation: Access to support for legal, finance, marketing, and talent development to help startups scale.",
    "Flagship Programs": "Brainsparks mentorship & incubation program (Brainsparks 20, Sparrkathon)",
    "Sectors": "Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "Edukasyon PH, Cropital, Nexplay, Qwikwire, Tripkada, PushKartPH, 1Export, MedHyve, Valea Health"
  },
  {
    "ESO": "Ideaspace",
    "Type": "Accelerator, Incubator, Nonprofit",
    "About": "Established to grow and support technology-driven startups, IdeaSpace focuses on enabling Filipino entrepreneurs by providing mentorship, funding, and access to networks. It plays a pivotal role in advancing the local startup ecosystem.",
    "Programs": "Accelerator Program: A 3 month hybrid program offering startups mentorship, workshops, investor connections, and business development support.\n \n Co-Investment Initiatives: Partners with the Philippine government's Startup Venture Fund to co-invest in high-growth tech ventures​\n \n Community and Ecosystem Events: Collaborates with QBO Innovation Hub to drive ecosystem growth, such as hosting Philippine Startup Week",
    "Flagship Programs": "IdeaSpace Accelerator Program",
    "Sectors": "Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "Flowerstore, Mayani, ChatGenie, Packworks, Prosperna, Humble Sustainability, and Wela School Systems"
  },
  {
    "ESO": "Launchgarage",
    "Type": "Accelerator, Incubator",
    "About": "Founded in 2016, Launchgarage supports startups by providing resources, mentorship, and a network to help them scale and access global markets. It aims to foster innovation and entrepreneurship in the Philippines.",
    "Programs": "Startup Acceleration: Offers mentorship, investor connections, and corporate partnerships to help startups grow.\n \n Market Access Programs: Facilitates international collaborations, such as the EXPAND PH program, which connects startups to Southeast Asian markets.\n \n Community Events: Organizes events like Quezon City Tech Day to strengthen the local innovation ecosystem.",
    "Flagship Programs": "Launchgarage Accelerator Program",
    "Sectors": "Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "Tangere"
  },
  {
    "ESO": "MakeSense",
    "Type": "Accelerator, Incubator, Nonprofit",
    "About": "MakeSense PH is a global social impact organization that supports social entrepreneurs through mentorship, networks, and programs designed to foster positive change. It operates in several countries, including the Philippines, and focuses on social innovation, particularly in the fields of sustainable development and community empowerment.",
    "Programs": "The Academy Incubation Program: A 6-month program for early-stage social innovators providing mentorship, training, and funding to help pilot their solutions​.\n \n Hackathons and Sprints: These events gather individuals to create solutions to pressing social problems.",
    "Flagship Programs": "MakeSense Academy",
    "Sectors": "Social Impact, Climate & Sustainability",
    "Stage": "Multi-Stage",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "Sinaya, Alaga, Care Go, Ato Ani, Salin PH"
  },
  {
    "ESO": "Phildev Foundation",
    "Type": "Nonprofit, Accelerator",
    "About": "PhilDev Foundation is a nonprofit organization that fosters innovation and entrepreneurship in the Philippines, particularly in the technology sector. Through various programs, it aims to empower Filipinos to leverage technology and entrepreneurship to drive social and economic impact.",
    "Programs": "IDEA (Incubation, Development, and Entrepreneurial Assistance): Supports early-stage startups with customized incubation, including workshops, legal and financial management support, and mentorship.\n \n ADVanCE (Accelerating Development, Valuation, and Corporate Entrepreneurship): Provides acceleration support for growth-stage startups, with a focus on market and investment readiness, investor linkages, and scaling strategies",
    "Flagship Programs": "IDEA (Incubation, Development and Entrepreneurial Assistance) - ADVanCE (Accelerating Development, Valuation, and Corporate Entrepreneurship)",
    "Sectors": "Sector Agnostic, Social Impact",
    "Stage": "Multi-Stage",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants",
    "Portfolio Enterprises": "Anitech, Edukasyon.ph, MAGWAI"
  },
  {
    "ESO": "QBO Innovation",
    "Type": "Incubator, Network",
    "About": "QBO Innovation hub is known as the \"first public-private partnership (PPP)\" designed to grow, develop, and scale the start-up ecosystem in the Philippines. It also assists start-ups financially by linking innovators, explorers, institutions, investors, mentors, and enablers from the public and private sectors. Its program consists of incubation, consultation, investor pitch, and more.",
    "Programs": "QLITAN - Networking events\n \n BASIQS - Capacity building on startup basics\n \n WORQSHOP - Capacity building on specialized tools and knowledge\n \n QONSULTATION - Expert advice on legal, financial, marketing, and design concerns\n \n FEEDBAQ - Mentoring sessions\n \n SHOWQASE - Pitch events\n \n INQBATION - Customized mentorship, training, networking, and market access opportunities through our J.P Morgan Incubation program\n \n Startup Pinay - An initiative that aims to create a diverse, inclusive startup landscape in the Philippines by empowering women founders, leaders, enablers, and explorers.",
    "Flagship Programs": "AQELERATION, Startup Pinay",
    "Sectors": "Sector Agnostic",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "SwiftClaims, ItemCount, Flying Tigers Express, Remotify, and Collo"
  },
  {
    "ESO": "Startup Village",
    "Type": "Accelerator, Incubator",
    "About": "Startup Village is an incubator and accelerator supporting Filipino startups founded in 2017. It helps entrepreneurs by providing mentorship, training, workspace, and connections to investors and customers.",
    "Programs": "The Gift: A 14-week program focused on mentorship, business development, and preparing startups for investor pitches. It includes modules on Self Mastery, Situation Mastery, and Enterprise Mastery.\n \n SOAR: A global accelerator program for Filipino startups, culminating in a demo day at the Collision tech conference in Canada. It includes mentorship and international exposure to potential investors.",
    "Flagship Programs": "Startup Village incubation program",
    "Sectors": "Sector Agnostic",
    "Stage": "Ideation",
    "Gender Lens": "False",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "Studentship Philippines, PearlPay, PasaJob"
  },
  {
    "ESO": "TechShake",
    "Type": "Accelerator, Incubator, Network",
    "About": "Techshake is a startup ecosystem enabler that supports entrepreneurs through various programs, events, and resources. It acts as an incubator and accelerator, helping startups grow by providing mentorship, networking, and access to investors.\n \n Techshake connects startups to the broader Asian ecosystem by offering resources, partnerships, and exposure to investors. They aim to promote innovation and entrepreneurship in the Philippines and the broader Southeast Asian region.",
    "Programs": "Ignite - IGNITE is the Philippine's biggest premier international innovation conference by TechShake, dentsu X, and Brainsparks to support and connect the vibrant and flourishing startup ecosystem in the Philippines to the world.\n \n Pitch Competitions\n \n Investor Essentials - monthly online event where investors gather significant startup investing knowledge, expanding their network locally and internationally, and apply newly acquired skills by engaging with top-notch startups.\n \n Startup Playbook - Monthly capacity building and mentorship sessions for startups",
    "Flagship Programs": "Startup Grant Fund Program",
    "Sectors": "Sector Agnostic",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "Farmtri, Pasajob"
  },
  {
    "ESO": "World Wildlife Fund Philippines: WWF",
    "Type": "Nonprofit",
    "About": "WWF Philippines is a non-governmental organization focused on environmental conservation, particularly in tackling climate change and preserving biodiversity.\n \n WWF Philippines works on pressing environmental issues such as wildlife conservation, climate change, and sustainable resource management. It supports initiatives to protect ecosystems, reduce environmental footprints, and address plastic pollution.",
    "Programs": "No Plastics in Nature Initiative: Works on reducing plastic pollution through partnerships with businesses, policymakers, and innovators.\n \n Plastic Smart Cities: Focuses on engaging cities in the Philippines to reduce plastic waste.\n \n Coral Triangle Initiative: Focuses on protecting marine biodiversity in the Coral Triangle, which includes the Philippines.\n \n Corporate Sustainability Programs: WWF supports companies in adopting sustainable practices with initiatives like the Corporates for a Better Planet Initiative",
    "Flagship Programs": "Environmental challenge programs (startup pitches for sustainability)",
    "Sectors": "Climate & Sustainability",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants",
    "Portfolio Enterprises": "AtoANI BioPack, AUDEO, Cloop, Nanolabs, and Salin PH"
  },
  {
    "ESO": "Cognity Labs",
    "Type": "Accelerator",
    "About": "AHG Lab support founders and startups; they also build ventures, service organizations, operational capabilities, and partners for funds to create an ecosystem and support the growth of the ecosystem at large.",
    "Programs": "Inactive",
    "Flagship Programs": "Cognity Labs Virtual Accelerator",
    "Sectors": "Digital & ICT",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "NO DATA"
  },
  {
    "ESO": "AHG Labs (Founders launchpad, etc.)",
    "Type": "Incubator, Accelerator",
    "About": "AHG Lab support founders and startups; they also build ventures, service organizations, operational capabilities, and partners for funds to create an ecosystem and support the growth of the ecosystem at large.",
    "Programs": "Builder (Co-create and Venture Build), Accelerator (Founders Launchpad), Investor (Funding), Fund Partner (Deploy Capital for Ecosystem Growth)",
    "Flagship Programs": "Founders Launchpad program",
    "Sectors": "Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "See link:\n https://www.ahglab.com/portfolio"
  },
  {
    "ESO": "Bayanihan Ventures",
    "Type": "Incubator, Venture Capital",
    "About": "Bayanihan Ventures was founded in 2023. They aim to build impactful, purpose-driven ventures that can scale, solve real-world problems, and create long-term value. At Bayanihan Ventures, their first commitment is to create an inclusive, grassroots community where founders from diverse backgrounds feel empowered to start meaningful conversations. The approach is deeply rooted in understanding the unique challenges of the Philippines and other emerging markets, so we’ve designed a framework that doesn’t just address the “how” but also digs into the “why” behind every decision, every strategy, and every solution. As an accelerator and investor, they amplify impact for sustainable growth.",
    "Programs": "Founders' Circle, Ideate Davao, Bayanihan Build: From Idea to Launch, Empower and Connect: Queendom meets Founder Circle,",
    "Flagship Programs": "Bayanihan Build venture program",
    "Sectors": "AgriTech, EdTech, HealthTech",
    "Stage": "Multi-Stage",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants, Equity Investment",
    "Portfolio Enterprises": "NO DATA"
  },
  {
    "ESO": "New Energy Nexus Philippines",
    "Type": "Accelerator, Incubator, Nonprofit",
    "About": "Since 2019, New Energy Nexus Philippines has been working to strengthen and raise awareness about our clean energy innovation ecosystem. They aim to create opportunities for energy businesses, startup founders, enthusiasts and other stakeholders to take an active role in the Philippines’s energy transition through entrepreneurship and innovation. New Energy Nexus is a global nonprofit supporting diverse climate entrepreneurs to accelerate the transition to 100% clean energy economy. Other chapters are in Australia, Indonesia, Vietnam, California, New York, Thailand, China, Nigeria, UAE, India, Pakistan, Uganda.",
    "Programs": "Solar Innovation Program (Accelerator), Startup Acceleration Program (Incubator), Energy Efficiency & Conservation Program (Incubator), Ready Spark Change (Hackathon), GreenSpark Catalyst Program, Info-Learning Session for the Private Sector in Northern Mindanao, Solar Community Meetup (Davao and Cebu), NEX Philippines Clean Energy Ecosystem Report 2024, Webinars and Online Courses",
    "Flagship Programs": "NEX Philippines Startup Acceleration Program\n - NEXAccelerate Philippines Program\n - Solar Innovation Program (SIP)\n - Solar Community Meetups",
    "Sectors": "Climate & Sustainability, Energy Tech",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "See link: https://www.newenergynexus.com/portfolio/"
  },
  {
    "ESO": "The Spark Project",
    "Type": "Incubator, Nonprofit",
    "About": "The Spark Project was initiated in 2013 and eventually developed from being a crowdfunding platform to an enabling platform, providing tools and resources to support entrepreneurs and creatives who want to make a positive impact.\n \n Among the successes that The Spark Project community has created were the launch of 133 crowdfunding projects; 21 million funds raised for the projects; 105 enterprises incubated through the programs from the nine collaborations it made with large-scale organizations; the conduct of over a hundred community meetups and workshops; and inspired thousands of aspiring and emerging entrepreneurs.",
    "Programs": "Spark Her Enterprise (SHE) Fellowship Program, Spark School: Learning Hub for Social Entrepreneurs, Spark Consulting,",
    "Flagship Programs": "The Spark Project crowdfunding platform",
    "Sectors": "Social Impact, Creative Industries",
    "Stage": "Seed to Early Growth",
    "Gender Lens": "True",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "Incomplete data available online:\n \n I AM HOPE\n Nipa Foods\n The Bamboo Company\n Simple Lab\n Gawad Kalinga\n Kubo Modular Homes"
  },
  {
    "ESO": "BAYAN Academy",
    "Type": "Accelerator, Nonprofit",
    "About": "Bayan Academy is a leading social development organization offering entrepreneurship and management training programs. The organization offers various programs, including microfinance, skills development, and capacity-building initiatives tailored to underserved communities. BAYAN Academy’s mission is to uplift lives through innovative and sustainable approaches to learning and development, partnering with academic institutions, corporations, and government agencies to empower individuals and organizations.",
    "Programs": "Entrepreneurship\n 1. Women's Initiative for Social Enterprises (WISE) Project\n 2. Small Enterprise Acceleration Lab: Small Enterprise Growth Agenda (SEAL SEGA)\n 3. Meta LEAP (Level Up Enterprise Advancement Program)\n 4. BPI Sinag",
    "Flagship Programs": "BPI Sinag Social Entrepreneurship Program",
    "Sectors": "Social Impact, MSME/SME Support",
    "Stage": "Seed to Early Growth",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants",
    "Portfolio Enterprises": "Incomplete data available online:\n \n Angat Buhay\n Rural Rising Philippines\n Hapinoy\n Edukasyon.ph\n Tahanan ng Pagmamahal Children's Home, Inc.\n Gulayan sa Paaralan\n Barkadahan ng Pagtulong sa Mga Kababaihan"
  },
  {
    "ESO": "Upscale Innovation Hub",
    "Type": "Incubator, University-based",
    "About": "- Opened in January 2018 to service local and international innovation communities, with generous support from the University of the Philippines and DOST-PCIEERD.\n \n - Premier TBI (Technology Business Incubator) of UP Diliman.\n \n - Incubate and accelerate technology-based ventures and engage with various networks of industries through collaborative academic research and design projects. \n \n - UPSCALE is currently based on the Ground Floor of the National Engineering Center, UP Diliman Campus, Quezon City.",
    "Programs": "UP ENTERPRISE, IGNITE",
    "Flagship Programs": "UPSCALE Incubation Program (UP Diliman)",
    "Sectors": "Digital & ICT",
    "Stage": "Ideation",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants",
    "Portfolio Enterprises": "See enterprises under the Portfolio Startup section:\n \n https://upscale.upd.edu.ph/about/"
  },
  {
    "ESO": "AIM Dado Banatao Incubator",
    "Type": "Incubator, University-based",
    "About": "The AIM-Dado Banatao Incubator is a collaborative initiative launched by PhilDev and the Asian Institute of Management (AIM) to enhance the startup ecosystem in the Philippines. It aims to provide comprehensive support for technology-driven startups, focusing on scalable solutions to address various challenges faced by the country.",
    "Programs": "Thinc AIM, Thinc Seed, Thinc X, The AIM-DBI THINCOHORT Program",
    "Flagship Programs": "AIM-DBI Incubator Program",
    "Sectors": "Digital & ICT",
    "Stage": "Ideation",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "AI4GOV\n AutoServed\n Digest\n FHMoms\n Mayani\n Olivia\n SeeYouDoc\n CocoPallet\n Farmvocacy\n Husay Matuto\n LuxxVentures\n MWD\n RidePDP\n PazeBall\n Pertana\n Cooky\n PATCAS\n ReXi\n SGT DRIVE\n symlify"
  },
  {
    "ESO": "Department of Trade and Industry (DTI)",
    "Type": "Government",
    "About": "The Department of Trade and Industry (DTI) is a government agency in the Philippines responsible for promoting trade, industry, and investments in the country. Its primary mandate includes fostering a competitive business environment, supporting entrepreneurship, and facilitating economic growth. DTI provides services such as business registration, market access, and assistance to small and medium-sized enterprises (SMEs), while also overseeing consumer protection and enhancing trade relations both locally and internationally.",
    "Programs": "Kapatid Mentor Me (KMME), Negosyo Center, Shared Service Facilities (SSF), the Philippine Business Registry (PBR), One Town One Product (OTOP), Go Lokal!, P3 (Pondo sa Pagbabago at Pag-asenso), Export Marketing Bureau (EMB) Programs, the Industry Development Program (IDP), Trade Facilitation and Advocacy Programs, Micro, Small, and Medium Enterprises (MSMEs) Development Program, Consumer Protection Programs, Trade Exhibitions and Fairs.",
    "Flagship Programs": "Kapatid Mentor Me (entrepreneur mentorship program)",
    "Sectors": "MSME/SME Support",
    "Stage": "Multi-Stage",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants, Loans / Microloans",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Department of Agriculture (DA)",
    "Type": "Government",
    "About": "The Department of Agriculture (DA) in the Philippines is a government agency responsible for promoting agricultural development and ensuring food security in the country. It oversees various initiatives to enhance the productivity, sustainability, and competitiveness of the agriculture sector. The DA supports farmers, fishers, and rural communities through programs that focus on modernizing agriculture, improving rural livelihoods, enhancing food safety, and addressing climate change impacts. It also plays a key role in formulating policies to boost agricultural exports and reduce poverty in rural areas.",
    "Programs": "Agricultural Credit Policy Council (ACPC), Agri-Industrial Business Corridor (AIBC), Agricultural Training Institute (ATI), Bureau of Animal Industry (BAI), Bureau of Fisheries and Aquatic Resources (BFAR), Bureau of Plant Industry (BPI), National Food Authority (NFA), National Irrigation Administration (NIA), National Meat Inspection Service (NMIS), Philippine Rural Development Project (PRDP), Rice Competitiveness Enhancement Fund (RCEF), and the Kadiwa Program.",
    "Flagship Programs": "ACPC agricultural credit programs, Young Farmers Challenge Fund",
    "Sectors": "AgriTech, Community Development",
    "Stage": "Multi-Stage",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants, Loans / Microloans",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Manila Angel Investments Network",
    "Type": "Network",
    "About": "MAIN is the largest committed private investors network in the Philippines that was formed to support the country’s startup ecosystem by connecting investors with promising early-stage companies. Apart from providing capital funding, it also mentors entrepreneurs, provides expertise support, and opens networking opportunities. This innovative startup ecosystem will benefit both MAIN members’ portfolio and overall growth of Filipino startups.",
    "Programs": "Pitch Nights, StartupAcademy, MAINAcademy, HardTalk, AGMM",
    "Flagship Programs": "Angel network pitch events for startups",
    "Sectors": "Sector Agnostic",
    "Stage": "Seed to Early Growth",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "Humble Sustainability, 1Export, Aqwire"
  },
  {
    "ESO": "Kickstart Ventures",
    "Type": "Venture Capital",
    "About": "Kickstart Ventures manages the Philippines’ largest technology venture capital funds, investing globally in early- to growth-stage tech startups via three funds, including the Ayala Corporation Technology Innovation Venture Fund (“ACTIVE Fund”). Kickstart is a wholly-owned corporate venture capital firm of Globe Telecom, the Philippines’ leading mobile operator.",
    "Programs": "#RaidtheFridge, Innov8 Sparks, Area 55",
    "Flagship Programs": "Deal Day, Climate-Forward Innovation, ACTIVE Fund (corporate VC fund)",
    "Sectors": "Digital & ICT",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "Kumu, SariSuki, PickupCoffee, Edamama, Bagosphere"
  },
  {
    "ESO": "ARQCapital",
    "Type": "Venture Capital",
    "About": "a manager and advisor for private assets with a sustainable investment approach. Their maiden strategy, ARQ SME BDC, partners with promising Philippine entrepreneurs that seek alternative solutions for their capital requirements. In the process, they build long-term value-adding partnerships that promote values of good stewardship, responsible and sustainable growth, and trust.",
    "Programs": "Investment opportunities, SheSecure",
    "Flagship Programs": "Venture debt fund for startups",
    "Sectors": "MSME/SME Support",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Venture Debt",
    "Portfolio Enterprises": "Paper, Veg, Pristine"
  },
  {
    "ESO": "Foxmont Capital Partners",
    "Type": "Venture Capital",
    "About": "Foxmont Capital Partners is a venture capital firm that invests in scalable, early-stage startups in the Philippines, particularly in sectors driving digital transformation like e-commerce, fintech, and healthtech​",
    "Programs": "Investment opportunities",
    "Flagship Programs": "Early-Stage Startup Investments, Ecosystem Development",
    "Sectors": "Sector Agnostic",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "SariSuki, edamama, 1Export, Edukasyon"
  },
  {
    "ESO": "Ignite Impact Fund",
    "Type": "Venture Capital",
    "About": "Ignite Impact Fund is an early-stage venture capital fund in the Philippines, investing in startups that focus on social and environmental impact, particularly in agriculture, infrastructure, and healthcare",
    "Programs": "Investment opportunities",
    "Flagship Programs": "Impact investment fund for social enterprises",
    "Sectors": "Social Impact, AgriTech, HealthTech",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "Quicksilver, Plentina, BioPrime"
  },
  {
    "ESO": "xChange",
    "Type": "Accelerator, Incubator, Nonprofit",
    "About": "xchange is a Philippine-based impact-first incubator founded in 2011 that invests in early-stage social enterprises and provides them with tailored mentorship and support. Its mission is to catalyze the growth of the social enterprise sector by helping impact-driven ventures achieve sustainability and scale",
    "Programs": "Incubation, advisory, and financing services.",
    "Flagship Programs": "Social enterprise incubator & seed fund",
    "Sectors": "Social Impact, Community Development",
    "Stage": "Seed to Early Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "Bagosphere, engageSPARK"
  },
  {
    "ESO": "Cerebro Labs",
    "Type": "Accelerator, Incubator",
    "About": "Cerebro Labs is a tech startup incubator and accelerator based in Makati City, Philippines, founded in 2017. It focuses on pre-seed and early-stage startups across a broad range of industries, seeking out promising technology ventures and helping to launch and fund them. As a DOST-accredited incubator, Cerebro Labs positions itself as a key player in nurturing young tech companies in the country.",
    "Programs": "Cerebro Startup Challenge and Incubation Program",
    "Flagship Programs": "Cerebro Startup Incubation Program",
    "Sectors": "Digital & ICT",
    "Stage": "Multi-Stage",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "SmartPosture), Team AAmigo (WanderGuard), Team Pamasa-eyy (Tick-et), Team Zakaris (r. AIdiology"
  },
  {
    "ESO": "Machine Ventures",
    "Type": "Incubator",
    "About": "Machine Ventures is a venture builder (company builder) based in Manila, founded in 2015 by entrepreneurs Farouk Meralli and Shahab. True to its motto “Transforming Ideas Into Companies,” Machine Ventures originates business ideas and rapidly turns them into startup companies. Rather than a traditional accelerator, it acts as a startup studio, assembling teams and capital to build new ventures internally.",
    "Programs": "Incubation, Internship and apprenticeship programs",
    "Flagship Programs": "Venture builder launch program",
    "Sectors": "Digital & ICT",
    "Stage": "Seed to Early Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "HeyKuya, ChatGenie, MyKuya, Get.Place, VoiceUp"
  },
  {
    "ESO": "Development Academy of the Philippines (DAP)",
    "Type": "Government",
    "About": "The Development Academy of the Philippines (DAP) is a government-owned development institution established in 1973 (by Presidential Decree 205). It serves as the country’s national productivity organization and think tank, offering training, research, consultancy, and technical assistance to improve the capacity and performance of both public and private sectors",
    "Programs": "Strategic Hackathons: In 2022 DAP (via its Center for Strategic Futures) held the inaugural START Hackathon to spur innovative solutions for smart and creative communities.\n\nProductivity and Innovation Programs, Public Sector Productivity, Graduate School and Training Courses",
    "Flagship Programs": "Productivity & innovation programs for SMEs",
    "Sectors": "Community Development, Social Impact",
    "Stage": "Multi-Stage",
    "Gender Lens": "False",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "Baras, Care4Juan, CCS Pirates, GoodGovPH, TechKido, TechBomb, Uprise, ScrapCycle, Maricheck, and Fool Loop"
  },
  {
    "ESO": "FinTech Alliance PH",
    "Type": "Network",
    "About": "FinTech Alliance.PH is the Philippines’ largest coalition of fintech and digital finance stakeholders, established in 2017. It is an industry association representing over 100 companies – including fintech startups, scale-ups, and large financial institutions – that collectively account for 95% of the country’s digital retail financial transactions",
    "Programs": "Policy Advocacy and Standards: It published the Philippines’ first “Taxonomy of FinTech” in 2019 to standardize terminology and understanding in the sector.\n\nEducation and Awareness: They launched a multi-sectoral cybersecurity awareness campaign branded #WagMagpalokoMagingScamAlerto\n\nNetworking and Events: The Alliance regularly convenes Fintech Summits, forums, and the annual Philippine FinTech Report.\n\nTalent Development: The Alliance supports programs like “8x8 (8 million) Digital Jobs by 2028” to upskill workforce in fintech",
    "Flagship Programs": "FinTech Alliance networking & industry events",
    "Sectors": "FinTech",
    "Stage": "Multi-Stage",
    "Gender Lens": "False",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "Mynt (GCash), Maya, BPI\n\nStartups: PisoPay"
  },
  {
    "ESO": "TOMASInno Center (TIC)",
    "Type": "Incubator, University-based",
    "About": "The TOMASInno Center (TIC) is the official Technology Business Incubator of the University of Santo Tomas (UST) in Manila. Established in August 2019 with support from a DOST-PCIEERD grant",
    "Programs": "Incubation Programs",
    "Flagship Programs": "TOMASInno incubation program (UST)",
    "Sectors": "Sector Agnostic",
    "Stage": "Ideation",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "Cerebro, PainFree"
  },
  {
    "ESO": "Ateneo Blue Nest",
    "Type": "Incubator, University-based",
    "About": "Ateneo Blue Nest is the startup incubation program of Ateneo de Manila University, launched in 2023 as a DOST-supported Technology Business Incubator (TBI). Managed by the Ateneo Intellectual Property Office’s Commercialization & Business Incubation group, Blue Nest was conceived initially to commercialize Ateneo’s research outputs – translating university R&D into tangible products and services",
    "Programs": "Co-working and Lab Space, Mentorship and Networks, Business Support, Training and Events, HEIRIT Program Compliance",
    "Flagship Programs": "Blue Nest Incubator Program (Ateneo de Manila)",
    "Sectors": "Digital & ICT, Climate & Sustainability",
    "Stage": "Ideation",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "One, VashCorp (4Gives)"
  },
  {
    "ESO": "Benildehifi",
    "Type": "Incubator, University-based",
    "About": "Benilde HiFi – the Hub of Innovation For Inclusion – is the De La Salle-College of Saint Benilde’s startup incubator, launched in 2016 and later accredited as a DOST Technology Business Incubator in 2023",
    "Programs": "Startup Incubation & Acceleration, Funding Support (Grants and Crowdfunding), Workshops and Events, Community and Mentorship",
    "Flagship Programs": "BAJ Accelerator",
    "Sectors": "Creative Industries, Social Impact",
    "Stage": "Ideation",
    "Gender Lens": "True",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "EdukSine, FSL Buddy, Transtat"
  },
  {
    "ESO": "Miriam College-Technology Business Incubation",
    "Type": "Incubator, University-based",
    "About": "Established in 2016 under Miriam College’s Henry Sy Sr. Innovation Center, providing an enabling ecosystem for tech startups – especially women-led social enterprises – through mentorship, facilities, and funding",
    "Programs": "“The Nursery” – a 6-month incubation program offering mentoring, training, networking, and seed funding to early-stage. Also conducts startup webinars, incubation summits, and implements special programs like DOST’s iFWD for OFW entrepreneurs.",
    "Flagship Programs": "GREAT Women Project, Innovations for Filipinos Working Distantly from the Philippines (iFWD PH) Program,",
    "Sectors": "Women-Focused, Sector Agnostic",
    "Stage": "Ideation",
    "Gender Lens": "True",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "Anitu Food Forest, REPEL: AquARDENT, CRATE: HydroSmarth, InnoVision, and The 5th C Board Game"
  },
  {
    "ESO": "Leave a Nest Philippines",
    "Type": "Accelerator, Incubator",
    "About": "The Philippine subsidiary of Japan’s Leave a Nest Co. (est. 2021) with a mission of “harmonizing science and technology stakeholders for the empowerment of Filipinos”. It bridges academia, industry, and government to nurture deep-tech entrepreneurs and build a “knowledge manufacturing” ecosystem. Focused on bringing research-driven innovations to market and addressing “deep issues” in society through technology",
    "Programs": "TECH PLANTER – an annual startup competition and incubation program for science & engineering innovations (winners receive mentorship, prototyping support, and regional exposure)l.\n\nHyper-Interdisciplinary Conference (HIC) – knowledge-sharing events connecting researchers, startups, and investors across ASEAN.\n\nAlso provides seed investments via Leave a Nest Capital (has co-invested in PH startups through a venture fund).",
    "Flagship Programs": "Tech Planter startup competition",
    "Sectors": "Sector Agnostic",
    "Stage": "Ideation",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "Wela Online, SolX, Anihan"
  },
  {
    "ESO": "Department of Science and Technology (DOST)",
    "Type": "Government",
    "About": "The country’s lead science, technology, and innovation agency, providing R&D funding, technical support, and enterprise development programs. DOST supports tech entrepreneurship as part of its mandate to promote innovation-driven growth – e.g. funding TBIs in universities and offering grants for startup R&D.",
    "Programs": "Technology Business Incubator (TBI) Program – establishes and funds incubators across Philippine universities; \n\nWomen-Helping-Women: Innovating Social Enterprises (WHWise) – a gender-focused accelerator providing up to ₱5 M grants plus incubation to women-led social enterprises\n\nStartup Grant Fund – grants for early-stage startups developing new tech or products; \n\niFWD (Innovation for Filipinos Working Distantly) – helps repatriated OFWs create tech-based businesses",
    "Flagship Programs": "Startup Grant Fund",
    "Sectors": "Sector Agnostic",
    "Stage": "Ideation",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "InsightSCS, Cropital, Nanotronics"
  },
  {
    "ESO": "Department of Information and Communications Technolog (DICT)",
    "Type": "Government",
    "About": "The Philippine government’s ICT ministry tasked with digital development, including stimulating the startup ecosystem. DICT leads initiatives to strengthen tech entrepreneurship and innovation nationwide as part of its digital nation agenda. It provides capacity building, community events, and funding support to nurture startups in the ICT sector.",
    "Programs": "Digital Startup Development and Acceleration Program (DSDAP) – umbrella program boosting startups via education, mentorship, and funding. Under this, the Startup Grant Fund (SGF) awards equity-free grants (₱500k–₱1M) to early-stage startups.\n\nThe Annual Philippine Startup Challenge (a nationwide student startup competition). Through its regional offices, DICT implements programs like DIWA (Digital Innovation for Women Advancement) – ICT training and tech talks empowering young women in tech",
    "Flagship Programs": "Startup Grant Fund",
    "Sectors": "Digital & ICT",
    "Stage": "Ideation",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "Farm to Mayani, Gora, Hive Energy PH"
  },
  {
    "ESO": "iDEYA",
    "Type": "Incubator, University-based",
    "About": "The first technology business incubator in Mindanao, founded in 2016 at MSU-IIT and funded by DOST-PCIEERD. It fosters a progressive startup ecosystem via community events and tech business support for budding entrepreneurs in the region.",
    "Programs": "Community-building events, workshops (e.g., Business Simulations, Business Model Generation), co-working space, and an annual startup competition.",
    "Flagship Programs": "Mindanao Startup Challenge (MSC) – an annual startup competition.",
    "Sectors": "Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants – Seed Funding/Startup Grants",
    "Portfolio Enterprises": "Galansiyang, Fresco Greenovations, Pic-A-Talk"
  },
  {
    "ESO": "Navigatú TBI (Caraga State U)",
    "Type": "Incubator, University-based",
    "About": "DOST-supported Innovation and Technopreneurship Hub of Caraga State University, inspired by Butuan’s maritime heritage. It guides aspiring entrepreneurs on a “voyage of innovations” to success. Established to provide the first organized startup support system in Caraga.",
    "Programs": "Incubation program for university and local startups, mentorship, pitch competitions, collaboration with government (e.g., DOST iFWD).",
    "Flagship Programs": "Offers cohort-based incubation and university innovation hub",
    "Sectors": "Sector Agnostic",
    "Stage": "Pre-Seed",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants – Seed Funding/Startup Grants",
    "Portfolio Enterprises": "Scrapcycle, SnapScout, ClassMeet"
  },
  {
    "ESO": "Startup Grind Cebu",
    "Type": "Network",
    "About": "A local chapter of the global Startup Grind community, hosting regular events to educate, inspire, and connect entrepreneurs. It builds a network of founders, mentors, and investors in Cebu.",
    "Programs": "Monthly meetups, workshops, and fireside chats with successful founders and investors. Also collaborates on startup conferences and community events.",
    "Flagship Programs": "Monthly Startup Grind networking & mentorship events.",
    "Sectors": "Sector Agnostic",
    "Stage": "Multi-Stage",
    "Gender Lens": "False",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "STARTUP ISLAND PH",
    "Type": "Accelerator, Network, Government",
    "About": "An entrepreneurship development initiative launched by DTI Region 7 in 2018 to build startup capacity, especially in the Visayas. It nurtures early-stage founders through mentorship and community support.",
    "Programs": "Cohort-based mentoring program (Startup Island PH Mentoring Program), regular workshops and networking sessions. Free for startups with support from DTI and community partners.",
    "Flagship Programs": "Startup Island Mentoring Program",
    "Sectors": "Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Ateneo Center for Social Entrepreneurship (ACSEnt)",
    "Type": "Incubator, University-based",
    "About": "Ateneo de Manila University’s hub for cultivating a vibrant social entrepreneurship sector in the Philippines. ACSEnt fosters social enterprises aimed at social transformation and nation-building by supporting students and entrepreneurs addressing societal issues.",
    "Programs": "Training workshops (e.g., Social Enterprise Ideation labs), mentorship programs, research on social enterprise, and collaborations (e.g., joint programs with DLSU LSEED Center).",
    "Flagship Programs": "Social enterprise ideation and incubation workshops (e.g., “The Collective Good” program)",
    "Sectors": "Social Impact, Climate & Sustainability",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "BEECALL TBI (Bicol)",
    "Type": "Incubator",
    "About": "The Bicol Entrepreneurship and Empowerment Center for Accelerating Local Livelihood (BEECALL) is a technology business incubator in Naga City focused on inclusive, long-term growth for Bicolano startups. It was recognized nationally for accelerating countryside startup development.",
    "Programs": "Cohort-based incubation and acceleration programs with intensive mentorship, startup workshops (coding, design, business skills) in partnership with AIM, QBO, etc., hackathons and pitching competitions to spur idea-stage founders.",
    "Flagship Programs": "BEECALL Incubation Program (cohort accelerator)",
    "Sectors": "Community Development, Social Impact",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Manila Angel Investors Network (MAIN.PH)",
    "Type": "Network, Nonprofit",
    "About": "The largest network of committed private angel investors in the Philippines, MAIN connects early-stage startups with angel capital and mentorship. It was founded to fill the funding gap for Filipino startups by pooling resources of individual investors.",
    "Programs": "Regular pitch nights and investor forums (quarterly pitch events), screening and mentorship for startups pre-investment, and co-investment partnerships (e.g., with government and foreign programs to boost early-stage funding).",
    "Flagship Programs": "MAIN Pitch Nights (quarterly), angel investment bootcamps",
    "Sectors": "Sector Agnostic",
    "Stage": "Seed to Early Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity investment",
    "Portfolio Enterprises": "Investagrams, Taxumo"
  },
  {
    "ESO": "Animo Labs TBI (DLSU)",
    "Type": "Incubator, University-based",
    "About": "De La Salle University’s technology business incubator and fabrication lab, launched in 2017 with DOST support. It aims to commercialize research projects and innovative ideas for societal benefit, serving as a leading university TBI for tech startups.",
    "Programs": "Incubation and coaching for DLSU faculty/students and external startups, co-founding and co-funding of ventures (takes an equity stake), prototyping support via its Fab Lab, and startup competitions and demo days.",
    "Flagship Programs": "Animo Labs Incubation Program",
    "Sectors": "Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants – Seed Funding/Startup Grants",
    "Portfolio Enterprises": "InvestEd student loan platform"
  },
  {
    "ESO": "Startup QC (Quezon City)",
    "Type": "Accelerator, Government",
    "About": "A flagship program of the Quezon City local government to foster innovation by supporting early-stage startups with grants and resources. Launched in 2022, it has run multiple cohorts to build a vibrant local startup ecosystem.",
    "Programs": "Cohort-based incubation with mentorship and training, networking with QC’s investor and incubator network, and equity-free financial grants up to ₱1 million for selected startups.",
    "Flagship Programs": "StartUp QC Program (early-stage startup incubation & grant competition)",
    "Sectors": "Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants – Seed Funding/Startup Grants",
    "Portfolio Enterprises": "EdukSine, Lithos Manufacturing, Hibla PH"
  },
  {
    "ESO": "Bayan Family of Foundations (BFF)",
    "Type": "Network",
    "About": "A coalition of four Philippine foundations (Bayan Academy, Bayan EDGE, Bayan SEARCH, Bayan Innovation Group) dedicated to empowering social entrepreneurs and community enterprises. BFF provides end-to-end support from entrepreneurship training to microfinance and research for inclusive development.",
    "Programs": "Entrepreneurship and management training (via Bayan Academy), microfinance and business services for MSMEs (via Bayan EDGE), action research and model-building in grassroots communities (Bayan SEARCH), and consulting on social enterprise strategy (Bayan Innovation Group). They also spearhead the Philippine Social Entrepreneurship Roadmap and fellowship programs.",
    "Flagship Programs": "Bayan Academy training programs; Bayan EDGE microfinance services; Society of Bayan Fellows network",
    "Sectors": "Social Impact, MSME/SME Support",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Loans / Microloans",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Habitat for Humanity",
    "Type": "Nonprofit",
    "About": "Habitat for Humanity’s Terwilliger Center for Innovation in Shelter runs the ShelterTech platform, a leading global accelerator for affordable housing innovation. In the Philippines, Habitat has supported housing-focused startups through the ShelterTech Accelerator, addressing shelter, WASH, and energy needs for low-income communities.",
    "Programs": "ShelterTech Accelerator (Southeast Asia cohort) – a 7-month program providing mentorship, masterclasses, and catalytic grants to housing startups. Also hosts ShelterTech Masterclasses and ecosystem building for housing innovation.",
    "Flagship Programs": "ShelterTech Accelerator (affordable housing tech program)",
    "Sectors": "Community Development, Social Impact",
    "Stage": "Seed to Early Growth (startups and scale-ups in housing innovation)",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants – Seed Funding/Startup Grants",
    "Portfolio Enterprises": "CUBO Modular, Green Antz"
  },
  {
    "ESO": "Oxfam Pilipinas",
    "Type": "Nonprofit",
    "About": "Oxfam Pilipinas works to advance women’s economic empowerment and inclusive livelihoods as part of its anti-poverty mission. It supports women-led enterprises and MSMEs by promoting gender-equal business practices and inclusive value chains. Through partnerships (e.g., with Investing in Women initiative), Oxfam helps build capacity and access to opportunities for marginalized entrepreneurs.",
    "Programs": "Programs focusing on Women’s Economic Empowerment (e.g., the EmpowerHer project embedding gender equality in MSMEs), social enterprise development in agriculture (training women in agri-fisheries), and advocacy for supportive policies (e.g., Poverty Reduction through Social Entrepreneurship coalition). Often provides grants and training via local partners to women’s cooperatives and enterprises.",
    "Flagship Programs": "EmpowerHer MSME support program; Gender-Responsive Value Chain initiatives",
    "Sectors": "Social Impact, MSME/SME Support",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants – Seed Funding/Startup Grants",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Schneider Electric Philippines",
    "Type": "Accelerator",
    "About": "The Philippine arm of Schneider Electric integrates entrepreneurship into its sustainability and CSR initiatives. Through its Youth Education and Entrepreneurship Program, Schneider partners with schools and NGOs to equip young people (including women in technical vocations) with skills for energy-related enterprises. Schneider Electric is recognized as a gender-inclusive company and leverages cross-sector partnerships to spur innovation in energy management.",
    "Programs": "Technical and entrepreneurship training (e.g., electrical skills training with Don Bosco and other institutions), student competitions like Schneider Go Green (global ideation contest for energy solutions), and support for smart energy innovation hubs (e.g., its Cavite Innovation Hub).",
    "Flagship Programs": "Youth Education & Entrepreneurship (technical-vocational entrepreneurship training)",
    "Sectors": "Climate & Sustainability",
    "Stage": "Ideation",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants – Seed Funding/Startup Grants",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Pilipinas Shell Foundation – Shell LiveWIRE",
    "Type": "Nonprofit",
    "About": "Pilipinas Shell Foundation runs the Shell LiveWIRE program, Shell’s global enterprise development initiative, to empower Filipino entrepreneurs in sectors like energy, circular economy, and community development. The program especially encourages enterprises led by women, youth, and community groups, helping them scale for economic impact.",
    "Programs": "Shell LiveWIRE Accelerator – an annual incubation, mentorship, and pitching program culminating in a Demo Day. Provides enterprise training, mentorship from industry experts, and opportunities for integration into Shell’s value chain. Also offers seed funding to top finalists.",
    "Flagship Programs": "Shell LiveWIRE (enterprise accelerator & competition)",
    "Sectors": "Climate & Sustainability",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants – Seed Funding/Startup Grants",
    "Portfolio Enterprises": "Green Solution PH, GAIA Builders, Saltric"
  },
  {
    "ESO": "DOST–PCHRD (Health Research Council)",
    "Type": "Government",
    "About": "The Philippine Council for Health Research and Development (PCHRD) supports healthtech innovation by funding research and startup development in health. Through its Startup Research Grant Program, PCHRD provides financial support to qualified health startups for R&D and product improvement. This bridges scientific research and entrepreneurship in the health sector.",
    "Programs": "Startup Research Grant Program – competitive grants (up to ₱3M) for health startups to conduct R&D, mentorship and monitoring for grantees, and linkages to the health research ecosystem (universities, hospitals). Also runs health innovation calls and hackathons in collaboration with DOH and other agencies.",
    "Flagship Programs": "PCHRD Startup Research Grant",
    "Sectors": "HealthTech",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants – Donor or Government Grants",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Core Capital",
    "Type": "Venture Capital",
    "About": "Founded in 2018, Core Capital is a Manila-based VC firm (partnered with Gobi Partners) providing early-stage financing to tech-enabled startups across the Philippines. It invests through the Gobi-Core Philippines Fund and has built a portfolio of local market leaders.",
    "Programs": "Seed-stage investing, mentorship, founder support",
    "Flagship Programs": "",
    "Sectors": "Sector Agnostic",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "Builtamart, MariaHealth, Edukasyon.ph"
  },
  {
    "ESO": "JGDev",
    "Type": "Venture Capital",
    "About": "Corporate VC arm of JG Summit investing in startups that align with core businesses.",
    "Programs": "Strategic co-development, partnerships, and venture funding",
    "Flagship Programs": "",
    "Sectors": "Sector Agnostic",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "Kumu, GrowSari, TymeBank"
  },
  {
    "ESO": "Kaya Founders",
    "Type": "Venture Capital",
    "About": "Early-stage VC firm backing Filipino entrepreneurs, offering capital and mentoring.",
    "Programs": "Venture building, founder support, early-stage capital",
    "Flagship Programs": "Kaya Startup Studio",
    "Sectors": "Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "Parlon, GoTyme Bank, Shoppertainment Live"
  },
  {
    "ESO": "Navegar",
    "Type": "Venture Capital",
    "About": "Private equity firm investing in mid-sized, high-growth companies in the Philippines.",
    "Programs": "Growth equity, operational scaling, strategic input",
    "Flagship Programs": "",
    "Sectors": "Sector Agnostic",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "The Bistro Group, Great Deals, Edukasyon.ph"
  },
  {
    "ESO": "Future Now\nVentures",
    "Type": "Venture Capital",
    "About": "A forward-thinking venture capital firm focused on making early stage investments in groundbreaking technologies and innovative companies. Invests in enterprise SaaS and digital transformation solutions in Southeast Asia.",
    "Programs": "VC funding, cloud services support, innovation partnerships",
    "Flagship Programs": "FutureNow CloudSwyft Program",
    "Sectors": "Sector Agnostic",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "CloudSwyft, Edukasyon.ph, White Cloak"
  },
  {
    "ESO": "Buko Ventures",
    "Type": "Venture Capital",
    "About": "Provides seed investments and support to Filipino-led startups.",
    "Programs": "Seed funding, coaching, startup growth support",
    "Flagship Programs": "",
    "Sectors": "Sector Agnostic",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "Bottomline, Sprout Solutions"
  },
  {
    "ESO": "917 Ventures",
    "Type": "Venture Capital",
    "About": "Venture builder arm of Globe Telecom, launching and scaling digital ventures.",
    "Programs": "Venture building, incubation, market validation",
    "Flagship Programs": "917V Launchpad",
    "Sectors": "Sector Agnostic",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "KonsultaMD, GCash, RUSH, PureGo"
  },
  {
    "ESO": "Founder Institute Manila",
    "Type": "Accelerator",
    "About": "Global pre-seed accelerator helping entrepreneurs launch startups.",
    "Programs": "Structured accelerator program, global mentor support",
    "Flagship Programs": "Founder Institute Core Program",
    "Sectors": "Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Fyrlab Accelerator",
    "Type": "Accelerator",
    "About": "Built for early-stage, growth-driven startups in Western Visayas. They interface founders with mentors comprising professionals and entrepreneurs, and with potential funders and business partners.",
    "Programs": "Startup acceleration, demo days, investor readiness",
    "Flagship Programs": "FYRLAB Accelerator Program",
    "Sectors": "Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "Cake.io, ECFulfill"
  },
  {
    "ESO": "SHE Investments",
    "Type": "Accelerator, Incubator, Nonprofit",
    "About": "A Phnom Penh-based social enterprise support organization founded in 2015 as the first incubator in Cambodia dedicated to women entrepreneurs",
    "Programs": "SHE Incubator – cohort-based program (13 days of workshops over ~6 months) delivered in Khmer, teaching business skills (marketing, finance, leadership) to women running micro or small enterprises.\n\nGraduates can progress to the Accelerator for growth-stage support (strategy, access to capital). A SHE Investment Fund offers growth loans to alumnae. They also facilitate a SHE Membership Network (500+ women) for ongoing mentoring and peer support",
    "Flagship Programs": "Women’s business incubator program",
    "Sectors": "Women-Focused, MSME/SME Support",
    "Stage": "Seed to Early Growth",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Loans / Microloans",
    "Portfolio Enterprises": "Roselyne, Cambodia Vision"
  },
  {
    "ESO": "WISE – Women’s Initiative for Startups and Entrepreneurship",
    "Type": "Accelerator, Incubator, Nonprofit, Network",
    "About": "Established in 2017 with support from the government and development partners, WISE is the leading platform championing women’s startups in Vietnam. It provides end-to-end support for women founders – from capacity building and mentorship to improving access to investors – with the vision of a thriving women-led startup ecosystem in Vietnam and the Mekong region",
    "Programs": "Incubation & Acceleration Programs – e.g. a 6-month accelerated incubation tailored for female founders/co-founders, offering masterclasses, mentorship and seed funding opportunities. \n\nMentoring Program – matches women entrepreneurs with experienced mentors one-on-one\n\nCommunity & Networking – hosts regular workshops, demo days, and a network of 15,000+ women entrepreneurs online for peer support",
    "Flagship Programs": "WISE Women’s Startup Accelerator",
    "Sectors": "Women-Focused, Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants",
    "Portfolio Enterprises": "Green Joy, Imagtor, Emmay, MedOn"
  },
  {
    "ESO": "Instellar",
    "Type": "Accelerator, Nonprofit",
    "About": "A Jakarta-based impact accelerator founded in 2014 (originally as UnLtd Indonesia) that helps “accelerate social innovation” in businesses. Instellar is a certified B-Corp and one of Indonesia’s first dedicated social enterprise incubators, combining consultancy, programs, and an investment arm to grow impact-driven enterprises",
    "Programs": "I-SEA (Instellar & IKEA Social Entrepreneurship Accelerator) – a flagship 1-year accelerator program (with IKEA’s support) that scales social enterprises improving livelihoods of marginalized communities; it provides coaching, connections to IKEA mentors, and investment-readiness support. \n\nInnoFund – an innovative financing program offering no-collateral loans to young entrepreneurs (with priority to women, disabled, and those outside big cities)",
    "Flagship Programs": "I-SEA – IKEA Social Entrepreneurship Accelerator",
    "Sectors": "Social Impact, Climate & Sustainability",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment, Grants - Donor or Government Grants",
    "Portfolio Enterprises": "Kompak by Du’Anyam, Difalink, Krealova, Suwe Ora Jamu"
  },
  {
    "ESO": "ChangeFusion",
    "Type": "Accelerator, Nonprofit",
    "About": "A Bangkok-based non-profit institute (under the Thai Rural Reconstruction Movement Foundation) that has been incubating social enterprises and “impact innovations” in Thailand since the mid-2000s. ChangeFusion catalyzes teams addressing social, environmental, and community issues, helping develop prototypes into sustainable enterprises or initiatives",
    "Programs": "Social Innovation Labs – thematic bootcamps where innovators co-create solutions (e.g. grassroots innovations in agriculture, civic tech for social inclusion); Social Enterprise Incubation – longer-term mentorship for early-stage social entrepreneurs (including fundraising support and pilot project funding)",
    "Flagship Programs": "Social enterprise incubation (Banpu Champions for Change)",
    "Sectors": "Social Impact, Community Development",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "Local Alike, Farmers’ Friend,"
  },
  {
    "ESO": "Startup Brunei",
    "Type": "Accelerator, Incubator",
    "About": "Privately held accelerator (founded 2017) providing mentorship and corporate networks to Bruneian startups. Focuses on post-bootcamp teams ready to scale.",
    "Programs": "3-month mentorship-driven accelerator for Brunei-based and international startups benefiting Brunei’s economy. Emphasizes market validation & execution with corporate partner support.",
    "Flagship Programs": "Startup Brunei bootcamp & grant program",
    "Sectors": "Digital & ICT, Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Darussalam Enterprise (DARe)",
    "Type": "Government",
    "About": "Statutory body established 2016 to help local businesses start and grow. Provides capacity building and financing for MSMEs",
    "Programs": "Industry Business Academy (workshops), Micro Bootcamp (startups), Accelerate Bootcamp (scale-ups), and manages iCentre incubator. Partnered with US Embassy on Academy for Women Entrepreneurs.",
    "Flagship Programs": "DARe Accelerate program & co-matching grants",
    "Sectors": "MSME/SME Support",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Women’s Business Council (WBC)",
    "Type": "Network, Nonprofit",
    "About": "Non-profit council under Ministry (founded 2000) uniting women entrepreneurs to promote economic empowerment. Acts as country focal point to ASEAN Women Entrepreneurs Network.",
    "Programs": "Networking events, mentorship, and training (e.g. social entrepreneurship skills for women on welfare). Collaborates with government and private sector on women’s business development.",
    "Flagship Programs": "Women’s Business Council networking & mentorship",
    "Sectors": "Women-Focused, MSME/SME Support",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Kinara Indonesia",
    "Type": "Accelerator, Venture Capital",
    "About": "Early-stage impact investing firm (founded 2011) providing seed financing and acceleration to Indonesian social businesses. Aims to solve the funding gap for impact startups by pairing capital with hands-on scaling support.",
    "Programs": "Operated Indonesia’s first social startup accelerator (2016–2018) in partnership with Patamar Capital, focusing on agriculture and ethical fashion – 2 cohorts, 24 women-led businesses accelerated, 8 received seed investments. Offers venture financing (convertible loans/equity) and business mentorship. Current portfolio companies receive ongoing advisory.",
    "Flagship Programs": "Impact investment & acceleration program",
    "Sectors": "Social Impact, Women-Focused",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "Pandawa Agri Indonesia (organic agri-inputs) and Greeneration Indonesia (zero-waste solutions), Seekmi (service marketplace), Geoff Max Footwear (local brand)"
  },
  {
    "ESO": "ANGIN (Angel Investment Network Indonesia)",
    "Type": "Network",
    "About": "Indonesia’s first and largest organized angel network (founded 2013) connecting early-stage startups with investors. Also an advisory firm specializing in entrepreneurship, SDGs and impact investment.",
    "Programs": "Facilitates angel funding for startups (150+ angels, including a Women Fund initiative), runs women entrepreneur mentoring programs (e.g. ANGIN’s “Investing in Women” accelerator), publishes research on gender financing gaps, and provides market intelligence and consulting to ecosystem stakeholders.",
    "Flagship Programs": "Angel network platform (investor–startup matching)",
    "Sectors": "Sector Agnostic",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "Snapcart (market analytics), Evermos (social commerce), Stellar Women, and HIJUP (fashion)"
  },
  {
    "ESO": "Womanpreneur Community (WPC)",
    "Type": "Incubator, Network, Nonprofit",
    "About": "Grassroots non-profit founded 2010 to economically empower Indonesian women through entrepreneurship. Offers a supportive community, training (“Women’s School for Building Business”) and mentoring for aspiring womenpreneurs.",
    "Programs": "4-month “Inspiring Womanpreneur” incubator competitions held in multiple cities annually (cohorts in Jakarta, Semarang, Malang, etc.) – provides workshops, coaching, and a business plan contest with awards. Regular networking events, online forums, and annual Womenpreneur Festival showcasing members’ businesses. Runs social media community (25k+ members).",
    "Flagship Programs": "Women’s entrepreneurship training programs",
    "Sectors": "Women-Focused, MSME/SME Support",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "TohLao (Toh-Lao) Startup Center",
    "Type": "Incubator",
    "About": "Laos’ first startup hub (launched 2016 by local entrepreneurs) providing coworking facilities, mentorship and a startup incubation platform. Aims to drive the country’s startup growth beyond the oil/gas economy.",
    "Programs": "Hosts hackathons and events (e.g. Startup Weekend Vientiane). Runs an annual incubation program (selects top ~5 teams from Startup Weekend for 1-year incubation with Lao Telecom sponsorship). Offers business coaching, pitch nights, and connects startups to regional coworking networks.",
    "Flagship Programs": "TohLao incubator program (Laos)",
    "Sectors": "Sector Agnostic",
    "Stage": "Ideation",
    "Gender Lens": "False",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "LOCA (ride-hailing app), Muan.la (e-commerce), Book Delivery (online bookstore)"
  },
  {
    "ESO": "Lao Business Women’s Association (LBWA)",
    "Type": "Network, Nonprofit",
    "About": "Nationwide association under Lao Women’s Union (est. 2004) uniting women entrepreneurs across Laos. Advocates for women’s role in business, provides training and networking, and represents Lao women in regional forums (AWEN).",
    "Programs": "Regular capacity-building workshops (business management, market access) for members, trade fairs promoting women-led products, and policy dialogue events. Organizes awards for outstanding women entrepreneurs and facilitates microfinance and welfare programs for women-owned SMEs.",
    "Flagship Programs": "Women entrepreneurs network programs",
    "Sectors": "Women-Focused, MSME/SME Support",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Young Entrepreneurs Association of Laos (YEAL)",
    "Type": "Network, Nonprofit",
    "About": "National youth business association (affiliated with ASEAN Young Entrepreneurs) aiming to create an enabling environment for Lao young entrepreneurs and SMEs. Provides a platform for unity, knowledge-sharing, and advocacy among new-generation business owners.",
    "Programs": "Offers networking events, entrepreneurship forums, and skill workshops. Collaborates on programs like Green Entrepreneurship forums with GGGI. Engages in policy advocacy through LNCCI and hosts an annual ASEAN Young Entrepreneurs Carnival when Laos chairs AYEC.",
    "Flagship Programs": "Youth entrepreneur networking programs",
    "Sectors": "Youth-Focused, Sector Agnostic",
    "Stage": "Multi-Stage",
    "Gender Lens": "False",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "MRANTI (formerly MaGIC)",
    "Type": "Government",
    "About": "Malaysia’s lead innovation agency (Malaysian Global Innovation & Creativity Centre, now part of MRANTI) founded 2014 to develop the startup ecosystem. Provides incubation, accelerator programs, and R&D commercialization support",
    "Programs": "Flagship programs: Global Accelerator Programme (accelerated 77 startups in inaugural cohort), Social Entrepreneurship accreditation & programs, IDEA accelerator for ideation, and multiple industry-specific accelerators (e.g. agritech, IR4.0). Also offers co-working space, mentorship network, and an annual “Startup Malaysia” summit.",
    "Flagship Programs": "MaGIC/MRANTI Accelerator Program",
    "Sectors": "Sector Agnostic",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants",
    "Portfolio Enterprises": "Grab, FashionValet, TheLorry, Biji-Biji, and Epic Homes"
  },
  {
    "ESO": "Cradle Fund",
    "Type": "Government",
    "About": "MOF-established funding body (since 2003) providing grants, investments and ecosystem support to Malaysian tech startups. Acts as Malaysia’s focal point for early-stage financing (pre-seed and seed).",
    "Programs": "Cradle Investment Programme grants (CIP Spark & CIP Sprint) offering RM50k–150k to validate MVPs and commercialize tech. Co-investment fund via Cradle Seed Ventures (since 2017). Also runs coaching, commercialization support and the Angel Tax Incentive scheme to spur angel investing.",
    "Flagship Programs": "Cradle Investment Programme (CIP)",
    "Sectors": "Digital & ICT",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants, Equity Investment",
    "Portfolio Enterprises": "Grab, iMoney, FashionValet, and Carsome"
  },
  {
    "ESO": "myHarapan (Youth Trust Foundation)",
    "Type": "Nonprofit",
    "About": "A non-profit established 2010 dedicated to empowering young Malaysians via entrepreneurship and social innovation. Supports youth-led projects that contribute to nation-building and community development.",
    "Programs": "Runs Social Project Challenge & Social Business Challenge (competitive funding for youth initiatives). Provides social entrepreneurship training trips, mentorship (“Agent M” youth clubs), and grants for community business ideas. Implements programs like Youth Co:Lab with UNDP for social startups.",
    "Flagship Programs": "Youth Action Grants (for young entrepreneurs)",
    "Sectors": "Youth-Focused, Social Impact",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants",
    "Portfolio Enterprises": "Masala Wheels (social food truck), The PichaEats (refugee-run catering)"
  },
  {
    "ESO": "raiSE (Singapore Centre for Social Enterprise)",
    "Type": "Government",
    "About": "A national center (launched 2015 by government and Tote Board) to catalyze social entrepreneurship. Provides funding, capacity building and market connections to social enterprises addressing social needs.",
    "Programs": "Grants and investments (VentureForGood grants for startup SEs up to S$300k). Incubation & mentorship programs (raiSE Impact Accelerator). Runs awareness events like FestivalForGood. Provides advisory services and an online directory of 100+ member social enterprises.",
    "Flagship Programs": "VentureForGood grant program",
    "Sectors": "Social Impact, MSME/SME Support",
    "Stage": "Multi-Stage",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants, Equity Investment",
    "Portfolio Enterprises": "Bettr Barista (women empowerment via coffee), Homage (eldercare platform)"
  },
  {
    "ESO": "CRIB (Creating Responsible & Innovative Businesses)",
    "Type": "Incubator, Nonprofit, Network",
    "About": "A Singapore-based social enterprise (est. 2014) that empowers women to become successful entrepreneurs. Provides an incubator platform coupled with networking and business matchmaking for aspiring female founders.",
    "Programs": "CRIB Incubator (“CRIB Equip”) – workshops, mentoring, and coaching tailored for women-led startups. CRIB Match – matchmaking service connecting women with co-founders, investors, and mentors. Regular networking events, forums, and an annual “Women for Women” business exhibition.",
    "Flagship Programs": "CRIB incubator & networking programs",
    "Sectors": "Women-Focused",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "Styledori (online styling) and BLMK Hospitality"
  },
  {
    "ESO": "A Good Space Co-operative",
    "Type": "Nonprofit",
    "About": "Singapore’s first co-operative co-owned by changemakers. Our social mission is to help our 43 changemaker members to sustain their projects and flourish, whilst facilitating collaborative solutions for complex social issues and nurturing employees to become changemakers.",
    "Programs": "Fellowship for changemakers, social issue workshops, storytelling labs",
    "Flagship Programs": "A Good Space community co-op events",
    "Sectors": "Social Impact, Community Development",
    "Stage": "Multi-Stage",
    "Gender Lens": "False",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "Homage, SDI Academy"
  },
  {
    "ESO": "Impact Investment Exchange (IIX)",
    "Type": "Venture Capital, Accelerator",
    "About": "A global pioneer in impact investing based in Singapore (founded 2009) focusing on women empowerment and climate action. Operates the world’s first social stock exchange and raises capital (e.g. Women’s Livelihood Bonds) for enterprises benefiting women and girls.",
    "Programs": "IIX Accelerator programs (past: IIX Growth Fund Accelerator and WISE Accelerator) to make women-focused businesses investment-ready. Manages Impact Partners platform connecting impact enterprises to investors. Has deployed the US$8M Women’s Livelihood Bond series to finance women-centric SMEs. Provides advisory on impact measurement and runs community workshops for female entrepreneurs on capital raising.",
    "Flagship Programs": "Women’s Livelihood Bond series",
    "Sectors": "Social Impact, Women-Focused",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "National Innovation Agency (NIA)",
    "Type": "Government",
    "About": "Public organization under Ministry of Science and Innovation (est. 2009) tasked with developing Thailand’s innovation ecosystem. It supports startups and innovative SMEs via funding, incubators, and international market access.",
    "Programs": "Provides grants (e.g. “Innovation Coupons”, recoverable grants) – 3,133 projects funded in 15 years. Operates Startup Thailand platform and multiple accelerators (FoodTech, AgriTech, HealthTech, ClimateTech). Runs Global Startup Hub (soft-landing for foreign startups). Leads Thailand’s goal of 10,000 startups by 2027, partnering with BOI and industries for matching funds.",
    "Flagship Programs": "Startup Thailand innovation programs",
    "Sectors": "Digital & ICT, Climate & Sustainability, FinTech",
    "Stage": "Multi-Stage",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants",
    "Portfolio Enterprises": "Flash Express (logistics), Builk (proptech), QueQ (app)"
  },
  {
    "ESO": "Federation of Business and Professional Women of Thailand (BPW Thailand)",
    "Type": "Network, Nonprofit",
    "About": "Long-established federation (founded 1973) affiliated with BPW International, dedicated to developing women’s professional and leadership potential. Brings together women entrepreneurs and executives to advocate gender equality in business.",
    "Programs": "Mentoring and coaching for women managers and entrepreneurs. Regular networking dinners and Young BPW activities. Engages in advocacy on issues like equal pay and women in STEM. Hosted the 2020 BPW Asia-Pacific Conference in Bangkok. Runs community projects (e.g. workshops for rural women on e-commerce).",
    "Flagship Programs": "BPW Thailand advocacy & networking",
    "Sectors": "Women-Focused",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Empreza Di’ak (“Good Business”)",
    "Type": "Nonprofit",
    "About": "Award-winning Timorese non-profit (founded 2010) fighting poverty through sustainable livelihood developmenteeas.europa.eu. Empreza Di’ak economically empowers the poor especially women by turning traditional skills into income-generating social businesses",
    "Programs": "Conducts community-based business training in handicrafts, agriculture and fisheries. Develops and improves local products, provides numeracy/bookkeeping training to women’s groups, and links producers to markets via Artezanatu (handicraft store) and tourist outlets. Runs micro-business incubator projects in 10+ villages (supported by donors like EU and UN)",
    "Flagship Programs": "Community livelihood development programs (Timor-Leste)",
    "Sectors": "Community Development, Women-Focused, Creative Industries",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "True",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "Boneca de Atauro (women’s handicraft coop)"
  },
  {
    "ESO": "WYCF Business Incubator Center (Women & Youth Creating Our Future)",
    "Type": "Incubator, Nonprofit",
    "About": "A new entrepreneurship hub launched Aug 2024 by USAID’s WYCF project in partnership with NCBA CLUSA and Timor-Leste’s Institute of Business",
    "Programs": "Offers comprehensive business skills training, mentorship and networking for young entrepreneurs (with a special focus on women). Incubator participants get practical guidance to develop and launch businesses. Part of a 5-year, $7.5M USAID investment in youth and women’s employmenten.tatoli.tl. Will provide co-working space and ongoing advisory over the incubation period.",
    "Flagship Programs": "WYCF Business Incubator Center (Timor-Leste)",
    "Sectors": "Youth-Focused, Women-Focused",
    "Stage": "Ideation",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "WAGE BEST Initiative – Grameen Foundation",
    "Type": "Nonprofit",
    "About": "an integrated women's economic empowerment (WEE) and gender-based violence (GBV) response and mitigation program in Timor-Leste. It aims to address the intertwined social, economic, and regulatory challenges faced by female micro-entrepreneurs.",
    "Programs": "Microfinance access, business education, GBV support",
    "Flagship Programs": "WAGE-BEST entrepreneurship initiative (Grameen)",
    "Sectors": "Women-Focused, Community Development",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Donor or Government Grants",
    "Portfolio Enterprises": "N/A (community partners)"
  },
  {
    "ESO": "Impact Hub Phnom Penh",
    "Type": "Incubator, Network, Nonprofit",
    "About": "A local node of the global Impact Hub network in Cambodia, supporting entrepreneurs with community, workspace, and capacity-building",
    "Programs": "Global Impact Hub node with incubation, accelerator (e.g. SmartSpark), pitch events like Build4People",
    "Flagship Programs": "Startup accelerator programs (e.g. DGIx for green startups)",
    "Sectors": "Social Impact, Climate & Sustainability, Digital & ICT",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "Okra Solar, TeukSaat, Edemy"
  },
  {
    "ESO": "BODIA Organization",
    "Type": "Nonprofit, Network",
    "About": "A Cambodian organization supporting social enterprises with a focus on youth and women.",
    "Programs": "Entrepreneur training, micro-business mentoring",
    "Flagship Programs": "Entrepreneur training & mentoring (youth and women)",
    "Sectors": "Community Development, Women-Focused, Creative Industries",
    "Stage": "Ideation",
    "Gender Lens": "True",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "Bodia Spa, Bodia Nature"
  },
  {
    "ESO": "Songhan Incubator",
    "Type": "Incubator, Nonprofit",
    "About": "Songhan Incubator – One of Vietnam’s top regional incubators supporting innovation.",
    "Programs": "Runway Incubation, Impact Accelerator, Women Progs",
    "Flagship Programs": "Songhan Startup Accelerator (Tourism focus)",
    "Sectors": "Social Impact, FinTech, AgriTech, Women-Focused",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "CricketOne, Tubudd"
  },
  {
    "ESO": "DNES Da Nang Incubator",
    "Type": "Incubator, Government",
    "About": "The public private partnership incubator operating under a sustainable orientation, which aim to enhance business growth through innovation and entrepreneurship.",
    "Programs": "Bootcamps, Acceleration for creative startups",
    "Flagship Programs": "DNES Incubation Program (Da Nang startups)",
    "Sectors": "Digital & ICT, EdTech, Creative Industries",
    "Stage": "Ideation",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": "Enouvo, Bizverse, Vulcan Augmetics"
  },
  {
    "ESO": "NextUp Accelerator (Next100 Ventures)",
    "Type": "Incubator, Nonprofit, Venture Capital",
    "About": "VC-backed accelerator for pre-seed to seed-stage startups; cohort-based equity programs",
    "Programs": "Hybrid accelerator-venture studio model, offering both remote and bespoke programs",
    "Flagship Programs": "NextUp Accelerator program",
    "Sectors": "Digital & ICT",
    "Stage": "Early Growth to Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Seed Funding/Startup Grants",
    "Portfolio Enterprises": ""
  },
  {
    "ESO": "Ashoka",
    "Type": "Nonprofit, Network",
    "About": "Ashoka, founded in 1980, is the world’s first and largest network of social innovators, with over 3,500 fellows in 93 countries. It supports social entrepreneurs through stipends, professional services, global connections, and a platform for driving change in areas like health, education, and the environment.",
    "Programs": "DIWA: Deepening the Impact of Women Activators, is a 3 month online capacity-building program in partnership with S&P Global Foundation. (Includes learning sessions, activities, Toolkits, and network for 25 WSEs)",
    "Flagship Programs": "Ashoka Fellowship program",
    "Sectors": "Social Impact",
    "Stage": "Multi-Stage",
    "Gender Lens": "True",
    "Provides Funding": "Yes",
    "Funding Type": "Grants - Stipends/Fellowships",
    "Portfolio Enterprises": "Bagosphere, Save Philippine Seas, Roots of Health"
  },
  {
    "ESO": "Plug and Play APAC",
    "Type": "Accelerator, Venture Capital",
    "About": "Plug and Play APAC is a regional hub of the global innovation platform, Plug and Play, which connects startups, corporations, and investors. It focuses on accelerating the growth of startups in Asia-Pacific (APAC) through industry-specific accelerator programs, corporate partnerships, and venture capital investments.\n \n Plug and Play APAC acts as an innovation catalyst, supporting early-stage to growth-stage startups across various sectors, including fintech, healthtech, AI, and enterprise solutions. It helps these startups scale by connecting them with industry leaders, investors, and potential clients in the region​",
    "Programs": "Global Innovation Alliance (GIA) Manila: Aimed at helping startups scale by providing mentorship, investor connections, and opportunities to pitch at their APAC Summit​.\n \n Corporate Accelerator Programs: Tailored to connect startups with industry leaders, enabling collaboration and product-market fit",
    "Flagship Programs": "Plug and Play Accelerator (APAC)",
    "Sectors": "Digital & ICT, FinTech",
    "Stage": "Seed to Early Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "Mayani, Aria, Alterpacks"
  },
  {
    "ESO": "Founder Institute",
    "Type": "Accelerator",
    "About": "Since 2009, FI structured accelerator programs have helped over 7,500 entrepreneurs raise over $1.85BN in funding. Based in Silicon Valley and with chapters across 100 countries, FI’s mission is to empower communities of talented and motivated people to build impactful technology companies worldwide. Their goal is to reach 70% of their global alumni building enterprises that address the SDGs by 2030.",
    "Programs": "FI Core Program, Founder Lab, FI Venture Network",
    "Flagship Programs": "FI Core' program",
    "Sectors": "Sector Agnostic",
    "Stage": "Pre-Seed to Seed",
    "Gender Lens": "True",
    "Provides Funding": "No",
    "Funding Type": "",
    "Portfolio Enterprises": "See link:\n https://fi.co/graduates"
  },
  {
    "ESO": "A2D Ventures",
    "Type": "Venture Capital, Network",
    "About": "A2D Ventures is a fast-growing angel investing platform in Southeast Asia, helping founders raise funds, scale their businesses, and connect with networks and partnerships across the region​.",
    "Programs": "Investment opportunities",
    "Flagship Programs": "Angel investment platform & syndicate",
    "Sectors": "Sector Agnostic",
    "Stage": "Seed to Early Growth",
    "Gender Lens": "False",
    "Provides Funding": "Yes",
    "Funding Type": "Equity Investment",
    "Portfolio Enterprises": "Parlon"
  }
]